Repository: respinar/contao-glossary
Catalog: contao/languages/*/*_glossary_term.xlf
Languages: de

# tl_glossary_term.term.0
source: Term
de: Begriff

# tl_glossary_term.term.1
source: Please enter the term.
de: Bitte geben Sie den Begriff ein.

# tl_glossary_term.definition.1
source: Please enter the definition.
de: Bitte geben Sie die Definition ein.

# tl_glossary_term.url.1
source: Please select the page.
de: Bitte wählen Sie die Seite aus.

# tl_glossary_term.imgSRC.0
source: Image
de: Bild

# tl_glossary_term.imgSRC.1
source: Please select an image.
de: Bitte wählen Sie ein Bild aus.

# tl_glossary_term.published.0
source: Publish term
de: Begriff veröffentlichen

# tl_glossary_term.published.1
source: Make the term item publicly visible on the website.
de: Machen Sie das Begriffselement auf der Website öffentlich sichtbar.

# tl_glossary_term.start.0
source: Show from
de: Anzeigen ab

# tl_glossary_term.start.1
source: If you want to prevent the term from showing on the website before a certain date/time, you can enter it here. Otherwise, leave the field blank.
de: Wenn Sie den Beitrag erst ab einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.

# tl_glossary_term.stop.0
source: Show until
de: Anzeigen bis

# tl_glossary_term.stop.1
source: If you want to prevent the term from showing on the website after a certain date/time, you can enter it here. Otherwise, leave the field blank.
de: Wenn Sie den Beitrag nur bis zu einem bestimmten Zeitpunkt auf der Webseite anzeigen möchten, können Sie diesen hier eingeben. Andernfalls lassen Sie das Feld leer.

# tl_glossary_term.term_legend
source: Term and link
de: Begriff und Link

# tl_glossary_term.image_legend
source: Image settings
de: Bildeinstellungen

# tl_glossary_term.publish_legend
source: Publish settings
de: Veröffentlichung
